[TC_WOTC_MWR_M82A1_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M82A1</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M82A1</b></font>"
AbilityDescName="крупнокалиберная снайперская винтовка"
BriefSummary="Barrett M82, в документации Вооружённых сил США M107 - американская самозарядная крупнокалиберная снайперская винтовка, выпускаемая компанией Barrett Firearms Manufacturing и состоящая на вооружении ряда стран мира. Автоматика данной винтовки основана на поворотном затворе. Винтовка относится к классу "крупнокалиберных", но чаще применяется как оружие против вражеской пехоты. Среди солдат известна под названием «Лёгкая пятидесятка» (англ. Light Fifty), поскольку использует патроны 12,7 x 99 мм НАТО, официально именующиеся в документации Вооружённых сил США как .50 BMG, и она значительно легче предыдущих модификаций. Известны две модификации: оригинальная M82A1 (A3) и по схеме булл-пап M82A2. Вариант булл-пап не производится, хотя его преемником считается винтовка XM500. Оружие рекомендуется к использованию вооружённым силам и полицейским спецподразделениям." 
TacticalText="<Bullet/>Тип: Крупнокалиберная снайперская винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отдача с коротким ходом ствола, Поворотный затвор\n<Bullet/>Тип боеприпаса: 12,7×99мм НАТО [.50 BMG] \n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_M82A1_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XMR82</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM135/82</b></font>"
AbilityDescName="крупнокалиберная снайперская винтовка"
BriefSummary="Barrett M82, в документации Вооружённых сил США M107 - американская самозарядная крупнокалиберная снайперская винтовка, выпускаемая компанией Barrett Firearms Manufacturing и состоящая на вооружении ряда стран мира. Автоматика данной винтовки основана на поворотном затворе. Винтовка относится к классу "крупнокалиберных", но чаще применяется как оружие против вражеской пехоты. Среди солдат известна под названием «Лёгкая пятидесятка» (англ. Light Fifty), поскольку использует патроны 12,7 x 99 мм НАТО, официально именующиеся в документации Вооружённых сил США как .50 BMG, и она значительно легче предыдущих модификаций. Известны две модификации: оригинальная M82A1 (A3) и по схеме булл-пап M82A2. Вариант булл-пап не производится, хотя его преемником считается винтовка XM500. Оружие рекомендуется к использованию вооружённым силам и полицейским спецподразделениям. \nXMR82 - представляет собой улучшенную версию знаменитой винтовки Barrett M82, для лучшего соответствия постоянно меняющимся на поле боя условиям. Замена большинства деталей на изготовленные из инопланетных сплавов, а также использование в данном образце технологии Гаусса увеличили скорость полета пули, разгоняя её до сверхзвуковых скоростей."
TacticalText="<Bullet/>Тип: Крупнокалиберная снайперская винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отдача с коротким ходом ствола, Поворотный затвор\n<Bullet/>Тип боеприпаса: 12,7×99мм НАТО [.50 BMG] \n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_M82A1_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XMR823</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XM135/82 Mk.II</b></font>"
AbilityDescName="крупнокалиберная снайперская винтовка"
BriefSummary="Barrett M82, в документации Вооружённых сил США M107 - американская самозарядная крупнокалиберная снайперская винтовка, выпускаемая компанией Barrett Firearms Manufacturing и состоящая на вооружении ряда стран мира. Автоматика данной винтовки основана на поворотном затворе. Винтовка относится к классу "крупнокалиберных", но чаще применяется как оружие против вражеской пехоты. Среди солдат известна под названием «Лёгкая пятидесятка» (англ. Light Fifty), поскольку использует патроны 12,7 x 99 мм НАТО, официально именующиеся в документации Вооружённых сил США как .50 BMG, и она значительно легче предыдущих модификаций. Известны две модификации: оригинальная M82A1 (A3) и по схеме булл-пап M82A2. Вариант булл-пап не производится, хотя его преемником считается винтовка XM500. Оружие рекомендуется к использованию вооружённым силам и полицейским спецподразделениям.\nXMR823 - следующее поколение снайперских винтовок основанных на Barrett M82. Замена ствола высокочастотным цилиндром позволила еще больше увеличить скорость полета пули и эффективную дальность поражения цели, сохранив её пробивную способность."
TacticalText="<Bullet/>Тип: Крупнокалиберная снайперская винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отдача с коротким ходом ствола, Поворотный затвор\n<Bullet/>Тип боеприпаса: 12,7×99мм НАТО [.50 BMG] \n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_RPR_MWR_M82A1_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M82A1</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M82A1</b></font>"
AbilityDescName="крупнокалиберная снайперская винтовка"
BriefSummary="Barrett M82, в документации Вооружённых сил США M107 - американская самозарядная крупнокалиберная снайперская винтовка, выпускаемая компанией Barrett Firearms Manufacturing и состоящая на вооружении ряда стран мира. Автоматика данной винтовки основана на поворотном затворе. Винтовка относится к классу "крупнокалиберных", но чаще применяется как оружие против вражеской пехоты. Среди солдат известна под названием «Лёгкая пятидесятка» (англ. Light Fifty), поскольку использует патроны 12,7 x 99 мм НАТО, официально именующиеся в документации Вооружённых сил США как .50 BMG, и она значительно легче предыдущих модификаций. Известны две модификации: оригинальная M82A1 (A3) и по схеме булл-пап M82A2. Вариант булл-пап не производится, хотя его преемником считается винтовка XM500. Оружие рекомендуется к использованию вооружённым силам и полицейским спецподразделениям." 
TacticalText="<Bullet/>Тип: Крупнокалиберная снайперская винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отдача с коротким ходом ствола, Поворотный затвор\n<Bullet/>Тип боеприпаса: 12,7×99мм НАТО [.50 BMG] \n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_RPR_MWR_M82A1_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XMR82</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM135/82</b></font>"
AbilityDescName="крупнокалиберная снайперская винтовка"
BriefSummary="Barrett M82, в документации Вооружённых сил США M107 - американская самозарядная крупнокалиберная снайперская винтовка, выпускаемая компанией Barrett Firearms Manufacturing и состоящая на вооружении ряда стран мира. Автоматика данной винтовки основана на поворотном затворе. Винтовка относится к классу "крупнокалиберных", но чаще применяется как оружие против вражеской пехоты. Среди солдат известна под названием «Лёгкая пятидесятка» (англ. Light Fifty), поскольку использует патроны 12,7 x 99 мм НАТО, официально именующиеся в документации Вооружённых сил США как .50 BMG, и она значительно легче предыдущих модификаций. Известны две модификации: оригинальная M82A1 (A3) и по схеме булл-пап M82A2. Вариант булл-пап не производится, хотя его преемником считается винтовка XM500. Оружие рекомендуется к использованию вооружённым силам и полицейским спецподразделениям. \nXMR82 - представляет собой улучшенную версию знаменитой винтовки Barrett M82, для лучшего соответствия постоянно меняющимся на поле боя условиям. Замена большинства деталей на изготовленные из инопланетных сплавов, а также использование в данном образце технологии Гаусса увеличили скорость полета пули, разгоняя её до сверхзвуковых скоростей."
TacticalText="<Bullet/>Тип: Крупнокалиберная снайперская винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отдача с коротким ходом ствола, Поворотный затвор\n<Bullet/>Тип боеприпаса: 12,7×99мм НАТО [.50 BMG] \n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_RPR_MWR_M82A1_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XMR823</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XM135/82 Mk.II</b></font>"
AbilityDescName="крупнокалиберная снайперская винтовка"
BriefSummary="Barrett M82, в документации Вооружённых сил США M107 - американская самозарядная крупнокалиберная снайперская винтовка, выпускаемая компанией Barrett Firearms Manufacturing и состоящая на вооружении ряда стран мира. Автоматика данной винтовки основана на поворотном затворе. Винтовка относится к классу "крупнокалиберных", но чаще применяется как оружие против вражеской пехоты. Среди солдат известна под названием «Лёгкая пятидесятка» (англ. Light Fifty), поскольку использует патроны 12,7 x 99 мм НАТО, официально именующиеся в документации Вооружённых сил США как .50 BMG, и она значительно легче предыдущих модификаций. Известны две модификации: оригинальная M82A1 (A3) и по схеме булл-пап M82A2. Вариант булл-пап не производится, хотя его преемником считается винтовка XM500. Оружие рекомендуется к использованию вооружённым силам и полицейским спецподразделениям.\nXMR823 - следующее поколение снайперских винтовок основанных на Barrett M82. Замена ствола высокочастотным цилиндром позволила еще больше увеличить скорость полета пули и эффективную дальность поражения цели, сохранив её пробивную способность."
TacticalText="<Bullet/>Тип: Крупнокалиберная снайперская винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отдача с коротким ходом ствола, Поворотный затвор\n<Bullet/>Тип боеприпаса: 12,7×99мм НАТО [.50 BMG] \n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"